Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: &Valid Characters...
ru: &Действительные символы...

source: &Valid Characters:
ru: Действительные символы

source: Valid?
ru: Действительно?

source: Value
ru: Значение

source: Value #{0}
ru: Значение #{0}

source: Values
ru: Значения

source: _Variant
ru: _Вариант

source: Variant abbreviation:
ru: Аббревиатура варианта:

source: Variant Form
ru: Форма варианта

source: Variant Forms
ru: Формы варианта

source: Variant Forms can be configured in more detail.
ru: Формы вариантов могут быть сконфигурированы подробнее.

source: Variant name:
ru: Имя варианта:

source: Variant not found?
ru: Вариант не найден?

source: Variant of
ru: Вариант для

source: Variant Of
ru: Вариант для

source: Variant of Entry or Sense
ru: Вариант статьи или значения

source: Variant of...
ru: Вариант для...

source: &Variant of:
ru: &Вариант для:

source: Variant Pronunciations
ru: Варианты произношения

source: Variant Type
ru: Тип варианта

source: Variant Type :
ru: Тип варианта :

source: Variant Type:
ru: Тип варианта:

source: Variant Types
ru: Типы вариантов

source: Variant/Complex Form Type
ru: Тип варианта/сложной формы

source: &Variant:
ru: &Вариант:

source: Variants
ru: Варианты

source: Variants (of Entry)
ru: Варианты (статьи)

source: Variants (of Sense)
ru: Варианты (значения)

source: Variants of Sense
ru: Варианты значения

source: Verify the encoding converters used for the writing systems in {0}.
ru: Проверка перекодировщиков, используемых для системы письма в {0}.

source: vernacular
ru: анализируемый

source: Vernacular
ru: Анализируемый

source: &Vernacular language writing system
ru: Система письма &анализируемого языка

source: vernacular or analysis
ru: анализируемый или толкующий

source: &Vernacular Writing System
ru: &Анализируемая система письма

source: &Vernacular Writing Systems
ru: &Анализируемые системы письма

source: Version History
ru: История версий

source: Version:
ru: Версия:

source: Version: {0}
ru: Версия: {0}

source: Version: {0} {1} {2}
ru: Версия: {0} {1} {2}

source: &View
ru: &Вид

source: _View
ru: _Вид

source: View
ru: Вид

source: View Ethnologue entry for byk
ru: Просмотр статьи Ethnologue для byk

source: &View File...
ru: &Просмотр файла...

source: View Incorrect Words in Use
ru: Вид неправильных используемых слов

source: View incorrectly spelled words in use.
ru: Просмотр используемых слов с орфографическими ошибками.

source: View Projects Folder
ru: Просмотр папки проектов

source: View the WeSay "Share With FLEx" page.
ru: Смотрите страницу WeSay "Share With FLEx"

source: Violet,128,0,128
ru: Фиолетовый,128,0,128

source: Viramas
ru: Вирама

source: Visible Complex Form
ru: Видимая сложная форма

source: Visible Complex Forms
ru: Видимые сложные формы

source: Visible Complex Forms (of Sense)
ru: Видимые сложные формы (значения)

source: Warning
ru: Предупреждение

source: 1 warning found in {0}
ru: Найдено 1 предупреждение в {0}

source: Warning!
ru: Предупреждение!

source: Warning, once you delete this analysis, the following problems may arise:
ru: Предупреждаем, если вы удалите этот анализ, могут возникнуть следующие проблемы:

source: 1 Warning:
ru: 1 предупреждение:

source: Warning:
ru: Предупреждение:

source: Warning: {0} date changed from: [{1}] to [{2}]
ru: Предупреждение: {0} дата изменена с: [{1}] на [{2}]

source: Warning: deleting a field cannot be undone. Are you SURE you want to delete the field {0}?
ru: Предупреждение: удаление поля невозможно будет отменить. Вы УВЕРЕНЫ, что хотите удалить поле {0}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field! Are you SURE you want to delete the field {1}?
ru: Предупреждение: удаление поля не может быть отменено. Примечание: {0} элементов в вашей базе данных имеют данные в этом поле! Вы УВЕРЕНЫ, что хотите удалить поле {1}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field, and {1} views have been configured to display this field! Are you SURE you want to delete the field {2}?.
ru: Предупреждение: удаление поля не может быть отменено. Примечание: {0} элементов в вашей базе данных имеют данные в этом поле, и {1} экранов сконфигурировано для отображения этого поля! Вы УВЕРЕНЫ, что хотите удалить поле {2}?.

source: Warning: deleting a field cannot be undone. Note: {0} views have been configured to display this field! Are you SURE you want to delete the field {1}?.
ru: Предупреждение: удаление поля не может быть отменено. Примечание: {0} видов сконфигурировано для отображения этого поля! Вы УВЕРЕНЫ, что хотите удалить поле {1}?.

source: Warning: once you delete this word gloss:
ru: Предупреждение: удалив эту глоссу:

source: Warning: Problem importing from {0}. {1}
ru: Предупреждение: проблема импортирования из {0}. {1}

source: {0} warnings found in {1}
ru: {0} предупреждений найдено в {1}

source: {0} Warnings:
ru: {0} предупреждений

source: We recommend that you only change this after discussing it with a consultant.
ru: Рекомендуем изменить это только после обсуждения с консультантом.

source: We suggest you collect these files in one location so that the FieldWorks backup function can include them in the project backup file.
ru: Предполагается, что вы собираетет эти файлы в одном месте, так что функция FieldWorks резервного хранения может включать их в файл резервной копии проекта.

source: Weather
ru: Погода

source: _Welcome
ru: Пр_иветствие

source: Welcome to FieldWorks
ru: Добро пожаловать в FieldWorks

source: What it does:
ru: Что он делает:

source: when a line starts with blank space(s)
ru: когда строка начинается пробелом (пробелами)

source: When to use:
ru: Когда использовать:

source: Which item is really a component?
ru: Который из элементов действительно является компонентом?

source: White,255,255,255
ru: Белый,255,255,255

source: &Whole item
ru: &Целая единица

source: &Width:
ru: &Ширина:

source: Will attempt to continue-->
ru: Попытка продолжить-->

source: "{0}" will be merged into "{1}", resulting in one writing system.
ru: Статья "{0}" будет слита с "{1}", в одной системе письма.

source: &Window
ru: &Окно

source: _Window
ru: _Окно

source: Window
ru: Окно

source: Windows Code Page
ru: Кодовая страница Windows

source: Windows keyboard settings
ru: Параметры клавиатуры Windows

source: With Data
ru: С данными

source: Word
ru: Слово

source: Word Analyses
ru: Анализ слов

source: Word Boundary (#)
ru: Граница слов (#)

source: Word Breaking
ru: Деление слов

source: Word Cat.
ru: Кат. слова

source: Word Category
ru: Категория слова

source: {0} Word character
ru: {0} знак слова

source: Word Final
ru: Финаль слова

source: &Word Forming
ru: &Деривация

source: Word Gloss
ru: Глосса слова

source: _Word Glosses
ru: _Глоссы слова

source: Word Glosses
ru: Глоссы слова

source: Word Initial
ru: Инициаль слова

source: Word List Concordance
ru: Конкорданс списка слов

source: Word Medial
ru: Медиаль слова

source: &Word to try:
ru: Испытываемое слово:

source: Word Tools
ru: Инструменты слова

source: Word:
ru: Слово:

source: Wordform
ru: Словоформа

source: Wordform Analyses
ru: Анализы словоформы

source: Wordforms
ru: Словоформы

source: Words (_assign analysis)
ru: Слова (_присвоить анализ)

source: Working on:
ru: Работа над:

source: Would you like FieldWorks to remember the settings next time you try import?
ru: Хотите ли вы, чтобы FieldWorks запомнил настройки для следующего импорта?

source: Would you like FieldWorks to restore the linked files within the project folder?
ru: Хотите ли вы, чтобы FieldWorks сохранил ссылочные файлы в папке проекта?

source: Would you like to attempt to reconnect? Selecting "No" will cause the loss of any work since the last save.
ru: Хотите попытаться соединиться снова? Выбрав "Нет", вы потеряете всё, что сделали после последнего сохранения.

source: Would you like to keep the newer files in the folder or replace them with the older ones from the backup?
ru: Хотите сохранить более новые файлы в папке или заменить их старыми из резервной копии?

source: Writing {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
ru: Запись {0} в формате FieldWorks 6.0 XML не произошла. Процесс записи вернул ошибку с кодом {1} и сообщением об ошибке {2}.

source: Writing out backup file...
ru: Запись резервной копии...

source: Writing possibility list contents
ru: Содержимое списков возможных написаний

source: Writing system
ru: Система письма

source: &Writing System
ru: &Система письма

source: _Writing System
ru: _Система письма

source: Writing System
ru: Система письма

source: Writing System :
ru: Система письма:

source: Writing System Already Exists
ru: Система письма уже существует

source: Writing system font cannot render this character
ru: Шрифт системы письма не может отобразить этот символ

source: &Writing System for {0}...
ru: &Система письма для {0}...

source: Writing System Properties
ru: Свойства системы письма

source: &Writing System(s):
ru: &Система(ы) письма:

source: Writing system:
ru: Система письма:

source: &Writing System:
ru: &Система письма:

source: Writing System:
ru: Система письма:

source: Writing System: {0}
ru: Система письма: {0}

source: Writing Systems
ru: Системы письма

source: Writing systems defined for this project are shown below. Check those which you want to appear in multilingual, single-line fields. The first checked writing system is the default for its type.
ru: Ниже показаны системы письма, заданные для данного проекта. Пометтьте те, которые вы будете использовать в многоязычных, однострочных полях. Первая помеченная система письма является сисстемой письма по умолчанию для этого типа.

source: Writing Systems for
ru: Системы письма для

source: Writing Systems for {0} field
ru: Система письма для поля {0}

source: &Writing systems:
ru: &Системы письма:

source: Writing systems:
ru: &Системы письма:

source: Writing Systems:
ru: Системы письма:

source: Writing the copy of {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
ru: Запись копии {0} в формате FieldWorks 6.0 XML не произведена. Процес записи вернул ошибку с кодом {1} и сообщение об ошибке {2}.

source: X Variable
ru: Переменная X

source: XHTML Files
ru: Файлы XHTML

source: XML Configuration Error
ru: Ошибка конфигурации XML

source: XML Files
ru: Файлы XML

source: XML settings
ru: Параметры XML

source: XXXXX instances
ru: XXXXX случаев

source: Yellow,255,255,0
ru: Жёлтый,255,255,0

source: yes
ru: да

source: Yes
ru: Да

source: You are deleting the following item:
ru: Вы удаляете следующий элемент:

source: You are deleting the following Reversal Index:
ru: Удаление следующего обратного индекса:

source: You are now ready to import your anthropology data into FieldWorks. To begin importing, click Finish.
ru: Теперь вы готовы импортировать ваши антропологические данные в FieldWorks. Для начала импорта, нажмите Завершить.

source: You are now ready to import your data into FieldWorks. To begin importing, click Finish.
ru: Теперь вы можете импортировать данные в FieldWorks. Для начала импорта, нажмите Завершить.

source: You are saving a backup to a different location. Would you like to make this the default location to save backups?
ru: Вы сохраняете резервную копию в другое место. Вы хотите сделать это местом хранения резервных копий по умолчанию?

source: You cannot change the full code "{0}" of the default user writing system.
ru: Вы не можете изменить полный код "{0}" системы письма пользователя по умолчанию.

source: You cannot delete a Text Markup tag when there are texts using the tag. One such text using this tag is {0}.
ru: Вы не можете удалить тег разметки текстов, если есть тексты, использующие этот тег. Один из текстов, использующий этот тег, это - {0}.

source: You cannot delete a Text Markup type when there are texts using its tags. One such text using this type of tag is {0}.
ru: Вы не можете удалить тип разметки текстов, если есть тексты, использующие его теги. Один из текстов, использующих этот тип тега, это - {0}.

source: You cannot demote a list of Text Markup Tags into another list.
ru: Вы не можете переместить список тегов разметки текстов в другой список более низкого порядка.

source: You cannot hide the Word line in this view
ru: Вы не можете скрыть строку слов в этом экране

source: You cannot move, delete, or promote a discourse chart column when there is a chart that has data in the column. One text that has such a chart is {0}
ru: Вы не можете перемещать, удалять или повышать столбец схемы дискурса, если есть схема, у которой есть данные в этом столбце. Один из текстов, который имеет такую схему, это - {0}

source: You cannot promote a tag to be its own list. Add a new list instead and move tags to it.
ru: Вы не можете повысить тег, чтобы у него был собственный список. Вместо этого добавьте новый список и перенесите теги в него.

source: You cannot promote or move a column group when there are charts using the template. One text that has such a chart is {0}.
ru: Вы не можете повысить или переместить группу столбцов, если есть схемы, использующие шаблон. Один из текстов, использующий такую схему, это - {0}.

source: You cannot promote part of one discourse chart template to a new template. In fact, currently we do not support having more than one template at all.
ru: Вы не можете повысить часть шаблона одной схемы дискурса до нового шаблона. В действительности сейчас мы не поддерживаем наличие более одного шаблона вообще.

source: You cannot use 'Undo' to cancel the effect of this utility. You can restore current parser approved analyses by simply running the parser on your words again.
ru: Вы не можете использовать 'Отмена' для отмены действия этой утилиты. Вы можете восстановить подтверждённые анализы текущего парсера, просто снова запустив парсер для ваших слов.

source: You cannot use 'Undo' to cancel the effect of this utility. You would need to go back to a previously saved version of the database.
ru: Вы не можете использовать 'Отмена' для отмены действия этой утилиты. Вам необходимо вернуться к предварительно сохранённой версии базы данных.

source: You have configured the "{0}" field to be displayed in two or more columns with the same writing system. Change the writing system of one of those columns or remove the duplicated column.
ru: Вы сконфигурировали поле "{0}" для отображения в двух или более столбцах с той же самой системой письма. Измените систему письма одного из тех столбцов или удалите двойной столбец.

source: You have launched FLEX 10 times.
ru: Вы запустили FLEX 10 раз.

source: You have launched FLEX 40 times.
ru: Вы запустили FLEX 40 раз.

source: You may add additional writing systems and edit existing ones in the Project Properties dialog box.
ru: вы можете добавить дополнительные системы письма и отредактировать существующие в диалоговом окне "Свойства проекта".

source: You must first select a Custom field to delete from the list.
ru: Вам сначала нужно выбрать поле пользователя, чтобы удалить из списка.

source: You must have a region abbreviation if you specify a region name.
ru: Вам необходимо иметь сокращение региона, чтобы назначить имя региона.

source: You must have at least one field showing
ru: У вас должно быть по карйней мере одно поле, отображающее

source: You must have at least one language to continue.
ru: Для продолжения нужно выбрать хотя бы один язык.

source: You must select one to create.
ru: Выберите один для создания

source: You will now be taken to a new lexical reference type. Enter at least the name and abbreviation for the type. Then, click the "Back" button on the toolbar to return to where you were working. The new type will then be available for you to choose.
ru: Вы сейчас назначите новый тип лексической ссылки. Введите по крайне мере имя и сокращение для этого типа. Затем нажмите кнопку "Назад" на панели инструментов, чтобы вернуться туда, где вы работали. Новый тип затем будет доступен для выбора.

source: You will now be taken to a new, custom grammatical category. Enter at least the name and abbreviation for the new category. Then, click the "Back" button on the toolbar to return to where you were working. The new category will then be available for you to choose.
ru: Вы сейчас установите новую, пользовательскую грамматическую категорию. Введите по крайней мере имя и сокращение для новой категории. Затем нажмите кнопку "Назад" на панели инструментов, чтобы вернуться туда, где вы работали. Новая категория будет доступна для выбора.

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. Altered comment: {0} Full comment: {1}
ru: Ваш комментарий содержал некоторые символы, которые не могут быть в имени файла резервной копии. Комментарий в имени файла может слегка отличаться от комментария, сохранённого внутри файла резервной копии. Изменённый комментарий: {0} Полный комментарий: {1}

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. As a result, this backup will overwrite a previous one. Altered comment: {0} Full comment: {1}
ru: "Ваш комментарий содержал некоторые символы, которые не могут быть в имени файла резервной копии. Комментарий в имени файла будет слегка отличаться от комментария, сохранённого внутри файла резервной копии. В результате эта резервная копия перепишет предыдущую. Изменённый комментарий: {0} Полный комментарий: {1}

source: Your Data
ru: Ваши данные

source: Your discourse chart template is missing or has no columns. You can fix this by adding some in Lists/Text constituent chart templates.
ru: Ваш шаблон схемы дискурса отсутствует или не имеет столбцов. Вы можете исправить это, добавив несколько столбцов в Списки/Шаблоны схем НС текстов.

source: Your email address:
ru: Ваш email:

source: Your import settings will be saved to this file, for use in any future imports.
ru: Ваши параметры импорта будут сохранены в этот файл для применения при импортировании в будущем.

source: {0} Zero or more times
ru: {0} Ноль или более раз

source: Zoom
ru: Увеличить

source: Complex Forms (of Entry)
ru: Сложные формы (статьи)

source: Complex Forms (of Sense)
ru: Сложные формы (значения)

source: Exclude As Headword
ru: Исключить из лемм

source: Is a Headword
ru: является леммой

source: Subentry Type
ru: Тип подстатьи

source: The Citation Form is used to override the Lexeme Form in the printed dictionary.
ru: Словарная форма используется вместо формы лексемы в печатном словаре.
